@extends('layouts.app', [
    'title' => 'Политика конфиденциальности'
])

@section('content')
<div class="content">
    <p>Мы стремимся защищать Вашу конфиденциальность и уважать её. Если у Вас есть вопросы о Вашей личной информации, пожалуйста, свяжитесь с нами.</p>
    <p>Какую информацию о Вас мы собираем<br>Типы данных, которые мы собираем и обрабатываем включают в себя следующее:</p>
    <ol>
        <li>Ваш никнейм</li>
        <li>Ваш IP-адрес</li>
    </ol>
    <p>Дополнительные данные могут быть собраны, если Вы решите поделиться ими, например, если Вы заполните поля в своём профиле.</p>
    <p>Мы собираем некоторую или всю эту информацию в следующих случаях:</p>
    <ol>
        <li>Вы регистрируетесь как участник на этом сайте.</li>
        <li>Вы заполняете нашу форму обратной связи.</li>
        <li>Вы просматриваете этот сайт. Смотрите пункт "Политика в отношении файлов cookie" ниже.</li>
        <li>Вы заполняете поля в своём профиле.</li>
    </ol>
    <p>Как используется Ваша личная информация</p>
    <p>Мы можем использовать Вашу личную информацию в следующих целях:</p>
    <ol>
        <li>Для того, чтобы сделать Вас зарегистрированным участником нашего сайта, чтобы Вы могли добавлять на него контент.</li>
        <li>Мы можем использовать Ваш адрес электронной почты, чтобы информировать Вас об активности на нашем сайте.</li>
        <li>Ваш IP-адрес записывается при выполнении определённых действий на нашем сайте. Он никогда не отображается публично.</li>
        <li></li>
    </ol>
    <p>Другие варианты использования Вашей личной информации</p>
    <ol>
        <li>В дополнение к оповещениям Вас об активности на нашем сайте, время от времени мы можем связываться со всеми пользователями посредством рассылки на электронную почту или объявлений для того, чтобы рассказать им какую-либо важную информацию. Вы можете отказаться от подобных рассылок в своём профиле.</li>
        <li>В ходе Вашего использования нашего сайта мы можем собирать информацию, не связанную с личными сведениями о Вас. Эти данные могут содержать техническую информацию о браузере или типе устройства, которые Вы используете. Эта информация будет использоваться исключительно для целей аналитики и отслеживания количества посетителей нашего сайта.</li>
    </ol>
    <p>Обеспечение безопасности данных</p>
    <p>Мы стремимся обеспечить безопасность любой информации, которую Вы нам предоставляете. Чтобы предотвратить несанкционированный доступ или раскрытие информации, мы добавили подходящие меры и процедуры для защиты и обеспечения безопасности информации, которую мы собираем.</p>
    <h5 id="cookie">Политика в отношении файлов cookie</h5>
    <p>Cookie - это небольшие текстовые файлы, которые будут установлены нашим сайтом на Ваш компьютер, они позволят нам предоставлять определённые функции на нашем сайте, такие как возможность входа в систему или запоминание определённых предпочтений.</p>
    <p>Права</p>
    <p>Вы имеете право получить доступ к личным данным, которые у нас имеются о Вас, или получить их копию. Для этого свяжитесь с нами. Если Вы считаете, что информация, которую мы о Вас имеем является неполной или неточной, то Вы можете попросить нас дополнить или исправить эту информацию.</p>
    <p>Вы также имеете право запросить удаление Ваших личных данных. Пожалуйста, свяжитесь с нами, если Вы хотите, чтобы мы удалили Ваши личные данные.</p>
    <p>Принятие политики</p>
    <p>Дальнейшее использование нашего сайта означает Ваше полное согласие с этой политикой. Если Вы не согласны с нашей политикой, то пожалуйста, не используйте данный сайт. При регистрации мы также запросим Ваше явное согласие с политикой конфиденциальности.</p>
    <p>Изменения в политике</p>
    <p>Мы можем вносить изменения в данную политику в любое время. Вам может быть предложено ознакомиться и повторно принять информацию в этой политике, если она изменится в будущем.</p>
</div>
@endsection