@extends('layouts.app', [
    'title' => 'Условия и правила'
])

@section('content')
<div class="content">
    <p>Представители сайта ("сервиса") <a href="{{ route('home') }}">MCMarket.ru</a> не несут ответственности за любое содержимое, создаваемое пользователями и за учётные записи. Представленные материалы выражают только мнения их авторов.</p>
    <p>Регистрация на сайте предполагает, что возраст человека, проходящего регистрацию, составляет не менее 14 лет. Если Вам меньшее количество лет, чем указано выше, пожалуйста, не регистрируйтесь на этом сайте. Регистрируясь в нашем сервисе, Вы подтверждаете то, что Вы достигли указанного возраста или Ваш возраст больше указанного.</p>
    <p>Всё содержимое, которое Вы добавляете, загружаете или иным образом предоставляете сервису, может быть рассмотрено участниками команды форума. Всё содержимое, которое Вы добавляете или загружаете, может быть отправлено сторонним службам проверки (включая, помимо прочего, сервисы по по профилактике спама). Не добавляйте содержимое, которое Вы считаете личным или конфиденциальным.</p>
    <p>Вы соглашаетесь не использовать данный сайт для отправки или рассылки любого содержимого, которое является клеветническим, оскорбительным, ненавистным, угрожающим, спамом или похожим на него. Содержимого, которое может являться оскорблением, иметь в себе материалы для взрослых или другое нежелательное содержание, содержать личную информацию о других, подвергать риску нарушение авторских прав, поощрять незаконную деятельность или иным образом нарушать какие-либо законы. Вы несете полную ответственность за содержание и любой вред, причинённый им или Вашим поведением.</p>
    <p>Мы можем удалить или изменить любое содержимое, добавленное в любое время, с причиной или без неё, с уведомлением или без. Запросы на удаление или изменение содержимого, будут рассмотрены только по нашему желанию. Мы можем запретить Вам доступ ко всей или любой из частей нашего сервиса в любое время, с причиной или без неё, с уведомлением или без.</p>
    <p>Вы предоставляете нам неисключительное, постоянное, безотзывное и неограниченное право на использование, публикацию или повторное опубликование Вашего содержимого в пределах сервиса. Вы сохраняете авторские права на содержимое.</p>
    <p>Эти условия могут быть изменены в любое время без уведомления.</p>
    <p>Если Вы не согласны с этими условиями, пожалуйста, не регистрируйтесь и не используйте наш сервис. Использование данного сервиса означает принятие этих условий. Если Вы хотите закрыть свою учётную запись, пожалуйста, свяжитесь с нами.</p>
</div>
@endsection